; ###### Items ######

[CorrosiveRounds X2AmmoTemplate]
FriendlyName="腐蚀弹"
FriendlyNamePlural="腐蚀弹"
BriefSummary="这种致命的子弹注满了高腐蚀性酸液，在消除敌人护甲时尤其有效，并可对生物和机械单位持续造成酸性伤害。"
TacticalText="<Bullet/>这回合会对目标造成额外伤害，撕裂其护甲并且使目标持续受到酸性伤害。<br>"